# St7SetDisplayOptionsPath

Sets the full path to the display options file. If only the directory is given, then Settings.cfg3 will be used to control
display behaviour. The display options are only used to define settings for model files created subsequently to this
call.

long St7SetDisplayOptionsPath(char* ConfigPath)
Input Parameters
ConfigPath
Full path name of the display options file.

File Management